Repository: Richard-ece/JamReStore-1
Catalog: lib/lang/app_*.arb
Languages: es

# signUp
source: Register
es: Registrate

source: Sign In
es: Iniciar sesión

# haveAccount
source: I have an account
es: Tengo una Cuenta

source: Next
es: Siguiente

# welcomeTittleOne
source: Recycle from home
es: Recicla desde casa

# welcomeDescriptionOne
source: Verified and trained staff will be where and when it is most convenient for you to handle any reusable items.
es: Personal verificado y capacitado estará donde y cuando te sea más comodo para encargarse de cualquier elemento con posibilidad de reusarse.

# welcomeTittleTwo
source: Benefits for all
es: Beneficios para todos

# welcomeDescriptionTwo
source: In addition to dignifying the employment of recycling personnel, helping to conserve the environment, you will be able to accumulate JamTokens and obtain rewards.
es: Además de dignificar el empleo del personal de reciclaje, ayudar a conservar el medio ambiente, podrás acumular JamTokens y obtener recompensas.

# welcomeTittleThree
source: Thrift Store
es: Tienda de segunda mano

# welcomeDescriptionThree
source: Sell and buy second-hand products, using JamTokens and/or your local currency, you can always chat with the other party to get a better price.
es: Vende y compra productos de segunda mano, usando JamTokens y/o tu moneda local, siempre podrás chatear con la otra parte para conseguir un mejor precio.

# otpNumberPhone
source: Number Phone
es: Número Telefónico
